Repository: hacxman/virt-v2v
Catalog: po/*.po
Languages: es, es_es, or, te

source: Installation failed because the following files referenced in the configuration file are required, but missing: {list}
es: Falló la instalación debido a que no pueden encontrarse los siguientes archivos referenciados en el archivo de configuración: {list}
es_es: La instalación fallo porque los siguientes archivos referidos en el archivo de configuración, no fueron encontrados:{list}

source: Error running {command}: {error}
es: Error al ejecutar {command}: {error}
es_es: error al correr {command}:{error}

source: {file} references unknown device {device}. This entry must be manually fixed after conversion.
es: {file} referencia a dispositivo desconocido {device}. Esta entrada debe ser corregida manualmente tras la conversión.

source: Kernel version {version} doesn't have an initrd entry in grub.
es: La versión del kernel {version} no posee una entrada initrd en el grub.
es_es: La versión del kernel {version} no tiene una entradoa initrd en el grub.

source: Didn't find mkinitrd or dracut. Unable to update initrd.
es: No se ha podido hallar mkinitrd o dracut. No es posible actualizar initrd.
es_es: No se encontro mkinitrd o dracut. Imposible actualizar initrd

source: Failed to open {hive} hive: {error}
es: Falló al abrir hive {hive}: {error}

source: Could not download the {hive} registry from this Windows guest. The exact error message was: {errmsg}
es: No se pudo descargar el registro {hive} para este huésped Windows. El mensaje de error exacto fue: {errmsg}

source: Guest is not a supported version of Windows ({major}.{minor})
es: El huésped no es una versión soportada de Windows ({major}.{minor})
es_es: El huésped contiene una versión de Windows no soportada ({major}.{minor})

source: There are no virtio drivers available for this version of Windows. The guest will be configured with a {block} block storage adapter and a {net} network adapter, but no drivers will be installed for them. If the {block} driver is not already installed in the guest, it will fail to boot. If the {net} driver is not already installed in the guest, you must install it manually after conversion.
es: No existen disponibles controladores virtio para esta versión de Windows. El huésped será configurado con un adaptador de almacenamiento de bloque {block}, y un adapatador de red {net}, pero no serán instalados controladores para ellos. Si el controlador {block} no se halla instalado en el huésped en estos momentos, no podrá iniciarse. Si el controlador {net} no está instalado en el huésped en estos momentos, deberá instalarlo manualmente luego de la conversión.
es_es: No existen controladores de virtio disponibles para esta version de Windows. El huesped puede configurar un {block} dispositivo de almacenamiento y de red, pero ningun controlador sera instalado para ellos. Si el controlador de almacenamiento {block} no se encuentra pre instalado en el huesped, el puede fallar en el arranque. Si el controlador para el adaptador de red ({net}) no se encuentra instalado en el huesped, usted tendra que instalarlo manualmente al terminar.

source: There is no virtio block driver available in the directory specified for this version of Windows. The guest will be configured with a {block} block storage adapter, but no driver will be installed for it. If the {block} driver is not already installed in the guest, it will fail to boot.
es: No existe disponible un controlador de bloques virtio en el directorio especificado para esta versión de Windows. El huésped será configurado con un adaptador de almacenamiento de bloque {block}, pero no será instalado ningún controlador para él. Si el controlador {block} no se halla instalado en el huésped en estos momentos, no podrá iniciarse.
es_es: No existe ningún controlador para el dispositivo virtio disponible en el directorio especificado para esta versión de Windows. El huesped sera configurado con un dispositivo de almacenamiento, pero ningun controlador sera instalado para el. Si el controlado {block} no se encuentra previamente instalado en el huesped, el puede fallar en el arranque.

source: There is no virtio net driver available in the directory specified for this version of Windows. The guest will be configured with a {net} network adapter, but no driver will be installed for it. If the {net} driver is not already installed in the guest, you must install it manually after conversion.
es: No existe disponible un controlador de red virtio en el directorio especificado para esta versión de Windows. El huésped será configurado con un adaptador de red {net}, pero no será instalado ningún controlador para él. Si el controlador {net} no se halla instalado en el huésped en estos momentos, deberá instalarlo manualmente luego de la conversión.
es_es: No existe un dispositivo de red virtio disponible en la ruta especificada para esta versión de Windows. El huésped se configurara con un dispositivo de red {net}. pero ningún controlador sera instalado para el. Si el controlador del dispositivo {net} no se encuentra ya instalado en el huésped, usted tendrá que instalar el mismo manualmente.

source: libguestfs did not shut down cleanly
es: libguestfs no se apagarse correctamente
es_es: libguestfs no se apago correctamente

source: {program} started.
es: {program} iniciado.
es_es: {program} comenzado.

source: Unable to open log file {file}: {error}
es: Incapaz de abrir archivo de registro {file}: {error}

source: This version of virt-p2v-server does not support protocol version {version}.
es: Esta versión de virt-p2v-server no soporta la versión de protocolo {version}.

source: Invalid allocation policy {policy} in profile.
es: Politica de asignación invalida {policy} en perfil.

source: Invalid profile: {profile}
es: Perfil Invalido: {profile}

source: Profile {profile} specifies invalid method {method}.
es: Perfil{profile} especifica metodo invalido {method}.

source: {name} configured with virtio drivers.
es: {name} configurado con controladores virtio.
es_es: {name} configurado sin controladores virtio .

source: {name} configured with virtio storage only.
es: {name} configurado sólo con almacenamiento virtio.
es_es: {name} configurado con almacenamiento virtio solamente

source: {name} configured with virtio networking only.
es: {name} configurado solo con entorno de red virtio.
es_es: {name} configurado con red de virtio solamente.

source: {name} configured without virtio drivers.
es: {name} configurado sin controladores virtio.
es_es: {name} configurado sin dispositivos virtio

source: Client closed connection unexpectedly.
es: Cliente cerró la conexión inesperadamente.

source: Error messages were written to {file}.
es: Mensaje de error fueron escritos en {file}.

source: {program} exited.
es: {program} finalizado.
es_es: {program} salio.

source: No root device found in this operating system image.
es: Ningún dispositivo raíz encontrado en esta imagen de sistema operativo.

source: Multiboot operating systems are not supported.
es: Sistema operativos multiarranque no están soportados.

source: Received: {command} {args}
es: Recivido: {command} {args}
es_es: Recibido:{command}{args}

source: Sent: {msg}
es: Enviado: {msg}
es_es: Enviar:{msg}

source: Use -ic or -oc to specify an input or an output connection
es: Utilice -ic o -oc para especificar una conexión de entrada o de salida
es_es: Use -ic o -oc para especifica una conexión de salida o entrada

source: --network may only be specified once
es: --network solo puede ser especificado una vez
es_es: --network solo se puede especificar una vez

source: --network and --bridge are mutually exclusive
es: --network y --bridge se excluyen mutuamente

source: --bridge may only be specified once
es: --bridge solo puede ser especificado una vez
es_es: --bridge solo puede ser especificado una vez

source: allocation scheme must be {sparse} or {preallocated}
es: el esquema de alojamiento debe ser {sparse} o {preallocated}
es_es: El esquema de asignación tiene que ser {sparse} o {preallocated}

source: Defined target profiles:
es: Perfiles elegidos definidos:

source: vmtype must be either 'desktop' or 'server'.
es: vmtype debe ser 'escritorio' o 'servidor'.

source: You must specify an output storage location
es: Debe especificar la ubicación del almacenamiento de salida
es_es: Usted tiene que especificar una dispositivo de almacenamiento de salida

source: {output} is not a valid output method.
es: {output} no es un método de salida válido.
es_es: {output} no es un metodo de salida valido

source: You must specify a filename
es: Debe especificar un nombre de archivo
es_es: Usted tiene que especificar el nombre del archivo

source: {modulename} only takes a single filename.
es: {modulename} solo necesita un nombre de archivo.
es_es: {modulename} toma un solo nombre de archivo.

source: You must specify a guest
es: Debe especificar un huésped
es_es: Usted tiene que especificar un huésped

source: {modulename} only takes a single domain name.
es: {modulename} solo necesita un nombre de dominio.
es_es: {modulename} solo toma un solo nombre de domino.

source: {input} is not a valid input method.
es: {input} no es un método de entrada válido.
es_es: {input} no es un dispositivo de entrada valido

source: Domain {name} already exists on the target.
es: El dominio {name} ya existe en el destino.
es_es: El domino {name} ya existe en el destino.

source: Guest doesn't define any storage devices
es: El huésped no define ningún dispositivo de almacenamiento
es_es: El huesped no a definido ningun dispositivo de almacenamiento.

source: Received signal {sig}. Exiting.
es: Recibida señal {sig}. Saliendo.
es_es: Señal recibida {sig}. Saliendo.

source: No root device found in this operating system image.
es: No se ha encontrado un dispositivo raíz en la imagen de este sistema operativo.
es_es: No dispositivo raiz encontrado en esta imagen de sistema operativo

source: Dual- or multi-boot operating system detected. Choose the root filesystem that contains the main operating system from the list below:
es: Han sido detectados sistemas operativos dobles o de tipo multiarranque. En la siguiente lista, elija el sistema de archivos raíz que contiene el sistema operativo principal:
es_es: Sistema operativo de arranque múltiple o dual a sido detectado. Escoja la raiz del sistema de archivos que contiene el sistema operativo principar de los listados a continuación:

source: Enter number between 1 and {i}:
es: Ingrese un número entre 1 y {i}:
es_es: Ingrese un numero entre 1 y {i}:

source: Multi-boot operating systems are not supported by virt-v2v. Use the --root option to change how virt-v2v handles this.
es: Los sistemas operativos de tipo multiarranque no tienen soporte con virt-v2v. Utilice la opción --root para modificar la forma en que virt-v2v administra este tipo de sistemas.
es_es: Los sistemas operativos de arranque multiple no son soportados por virt-v2v. Use la opsión --root para cambiar como se comporta virt-v2v.

source: Root device "{choice}" not found. Roots found were: {roots}.
es: El dispositivo raiz "{choice}" no ha sido hallado. Las raíces se encuentran en: {roots}
es_es: Dispositivo raiz "{choice}" no encontrado. La raiz se encuentra en:{roots}

source: Unknown --root option "{choice}".
es: Opción--root desconocida "{choice}".
es_es: Opsión --root desconocidad "{choice}"

source: Grub entry {title} does not specify an initrd
es_es: Para la entrada de Grub {title} no se encuentra un initrd

source: {filename}: could not read initrd format
es_es: {filename}: no se pudo leer el formato initrd

source: Didn't find modules directory {modules} for kernel {path}
es_es: No encontre el directorio {modules} para el núcleo {path}

source: Couldn't guess kernel version number from path for kernel {path}
es_es: No he podido deducir la versión del núcleo de la ruta del kernel {path}

source: WARNING: unable to access {path}.
or: WARNING: ଅଭିଗମ୍ୟ କରିବାରେ ଅସମର୍ଥ {path}.
te: WARNING: {path}ను యాక్సెస్ చేయలేదు.

source: /etc/selinux/config does not exist
or: /etc/selinux/config ଅବସ୍ଥିତ ନାହିଁ
te: /etc/selinux/config లేదు

source: Didn't find SELINUXTYPE in /etc/syslinux/config
or: SELINUXTYPE କୁ /etc/syslinux/config ରେ ଖୋଜିପାଇଲା ନାହିଁ
te: /etc/syslinux/config నందు SELINUXTYPE కనబడలేదు

source: Unable to find an SELinux policy file matching {path}: {error}
or: ଗୋଟିଏ SELinux ନିୟମାବଳୀ ଫାଇଲ ମେଳକକୁ ଖଓଜି ପାଇଲା ନାହିଁ {path}: {error}
te: {path}ను సరిపోలు SELinux విధాన ఫైలును కనుగొనలేక పోయింది: {error}

source: Unable to load an SELinux policy
or: ଗୋଟିଏ SELinux ନିୟମାବଳୀକୁ ଧାରଣ କରିବାରେ ଅସମର୍ଥ
te: SELinux విధానాన్ని లోడు చేయలేక పోయింది

source: WARNING: unable to configure SELinux: {error})
or: WARNING: SELinux ବିନ୍ୟାସ କରିବାରେ ଅସମର୍ଥ: {error})
te: హెచ్చరిక: SELinuxను ఆకృతీకరించలేక పోయింది: {error}

source: Unable to find a default kernel
or: ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ କର୍ଣ୍ଣଲକୁ ଖୋଜିପାଇବାରେ ଅସମର୍ଥ
te: అప్రమేయ కెర్నల్‌ను కనుగొనలేక పోయింది

source: {filename} doesn't contain a valid kernel
or: {filename} କୌଣସି ବୈଧ କର୍ଣ୍ଣଲ ଧାରଣ କରିନଥାଏ
te: {filename} చెల్లునటువంటి కెర్నల్‌ను కలిగిలేదు

source: Unable to determine a kernel architecture for this guest
or: ଏହି ଅତିଥି ପାଇଁ ଗୋଟିଏ କର୍ଣ୍ଣଲ ସଂରଚନାକୁ ନିର୍ଦ୍ଧାରଣ କରିବାରେ ଅସମର୍ଥ
te: ఈ గెస్టు కొరకు కెర్నల్ ఆకృతిని నిర్ధారించలేక పోయింది

source: Found dependency loop installing {label}: {path}
or: ନିର୍ଭୋରକ ଲୁପ ସ୍ଥାପନ ମିଳିଛି {label}: {path}
te: {label} సంస్థాపించుటలో ఆధారభూత లూప్ కనుగొనబడింది: {path}

source: No {object} given matching {label}
or: କୌଣସି {object} ମେଳକ {label} ପ୍ରଦାନ କରିନାହିଁ
te: ఇవ్వబడిన యే {object} కూడా {label} సరిపోలుటలేదు

source: file
or: ଫାଇଲ
te: ఫైలు

source: alias
or: ଉପନାମ
te: మారుపేరు

source: dependencies
or: ନିର୍ଭୋରକ
te: అధారాలు

source: No mapping found for block device {device}
or: ବ୍ଲକ ଉପକରଣ {device} ପାଇଁ କୌଣସି ମ୍ୟାପିଙ୍ଗ ମିଳିନାହିଁ
te: బ్లాక్ పరికరము {device} కొరకు యే మాపింగ్ కనబడలేదు

source: Didn't find a grub entry for kernel version {version}
or: କର୍ଣ୍ଣଲ ସଂସ୍କରଣ {version} ପାଇଁ କୌଣସି grub ଭରଣ ଖୋଜି ପାଇଲା ନାହିଁ
te: కెర్నల్ వర్షన్ {version} కొరకు grub ప్రవేశాన్ని కనుగొనలేదు

source: WARNING: Kernel version {version} doesn't have an initrd entry in grub
or: WARNING: କର୍ଣ୍ଣଲ ସଂସ୍କରଣ {version} ପାଇଁ grub ରେ କୌଣସି initrd ଭରଣ ନାହିଁ
te: హెచ్చరిక: కెర్నల్ వర్షన్ {version} అనునది grub నందు initrd ప్రవేశాన్ని కలిగిలేదు

source: {name} configured with virtio drivers
or: {name} କୁ virtio ଡ୍ରାଇଭରମାନଙ୍କ ସହିତ ବିନ୍ୟାସ କରାଯାଇନାହିଁ
te: {name} virtio డ్రైవర్లతో ఆకృతీకరించబడింది

source: {name} configured without virtio drivers
or: {name} କୁ virtio ଡ୍ରାଇଭର ବିନା ବିନ୍ୟାସ କରାଯାଇନାହିଁ
te: {name} virtio డ్రైవర్లు లేకుండా ఆకృతీకరించబడింది

source: WARNING: Don't know how to update {module}, which loads the {modulename} module.
or: WARNING: {module} କୁ କିପରି ଅଦ୍ୟତନ କରାଯିବ ତାହା ଜଣାନାହିଁ, ଯାହାକି {modulename} ଏକକାଂଶକୁ ଧାରଣ କରିଥାଏ।
te: హెచ్చరిక: {module} ను యెలా నవీకరించాలో తెలియదు, ఏది {modulename} మాడ్యూల్ లోడుచేస్తుంది.

source: No bootable kernels installed, and no replacement specified in configuration. Unable to continue.
or: କୌଣସି ବୁଟ ଯୋଗ୍ୟ କର୍ଣ୍ଣଲ ସ୍ଥାପିତ ହୋଇନାହିଁ, ଏବଂ କୌଣସି ରକ୍ଷଣାବେକ୍ଷଣକୁ ବିନ୍ୟାସରେ ଉଲ୍ଲେଖ କରାଯାଇନାହିଁ। ଅଗ୍ରସର ହେବାରେ ଅସମର୍ଥ।
te: ఎటువంటి బుట్ చేయదగు కెర్నల్సు సంస్థాపించబడలేదు, మరియు ఆకృతీకరణనందు యెటువంటి పునఃస్థాపన తెలుపబడలేదు. కొనసాగించుట సాధ్యపడదు.

source: WARNING: No replacement found for {xpath} in domain XML. The node was removed.
te: హెచ్చరిక: XML డొమైన్ నందు {xpath} కొరకు యెటువంటి పునఃస్థాపన కనుగొనబడలేదు. నోడ్ తీసివేయబడింది.

source: The connected hypervisor does not support a {arch} kvm guest
or: ସଂଯୁକ୍ତ ହାଇପରଭାଇଜର କୌଣସି {arch} kvm ଅତିଥିକୁ ସମର୍ଥନ କରେନାହିଁ
te: అనుసంధానించబడిన హైపర్విజర్ {arch} kvm గెస్టును మద్దతించదు

source: The connected hypervisor does not support a machine type of {machine}.
te: అనుసంధానించబడిన హైపర్విజర్ మిషన్ రకమైన {machine}కు మద్దతీయదు.

source: The connected hypervisor does not support feature {feature}
or: ସଂଯୁକ୍ତ ହାଇପରଭାଇଜର ବିଶେଷତା {feature} କୁ ସମର୍ଥନ କରେନାହିଁ
te: అనుసంధానించబడిన హైపర్విజర్ {feature} సౌలభ్యాన్ని మద్దతించదు.

source: Unable to find a module to configure this guest
te: ఈ గెస్టును ఆకృతీకరించుటకు మాడ్యూల్‌ను కనుగొనలేక పోయింది

source: WARNING: {modulename} only takes a single filename.
or: WARNING: {modulename} କେବଳ ଗୋଟିଏ ଫାଇଲନାମ ନେଇଥାଏ।
te: హెచ్చరిక: {modulename} వొంటరి ఫైలునామాన్ని మాత్రమే తీసుకొంటుంది.

source: Guest {name} must be shutdown first
te: గెస్టు {name} తప్పక ముందుగా మూసివేయబడాలి

source: WARNING: unknown configuration directive {directive} in {name} section.
or: WARNING: ଅଜଣା ବିନ୍ୟାସ ଡିରେକ୍ଟିଭ {directive} {name} ବିଭାଗରେ।
te: హెచ్చరిక: తెలియని ఆకృతీకరణ {directive} డైరెక్టివ్ {name} విభాగమునందు.

source: You must specify a filename when using {modulename}
te: {modulename} వుపయోగించునప్పుడు మీరు తప్పక ఫైలునామాన్ని తెలుపవలెను

source: Unable to parse {path}: {error}
or: {path} କୁ ବିଶ୍ଳେଷଣ କରିବାରେ ଅସମର୍ଥ: {error}
te: {path} పార్శ్ చేయలేక పోయింది: {error}

source: --commit and --rollback options are mutually exclusive
or: --commit ଏବଂ --rollback ବିକଳ୍ପଗୁଡ଼ିକୁ ହସ୍ତକୃତ ଭାବରେ ଉଦ୍ଧୃତ
te: --commit మరియు --rollback ఐచ్చికాలు పరస్పర విరుద్దాలు

source: no guest argument given
or: କୌଣସି ଅତିଥି ସ୍ୱତନ୍ତ୍ରଚର ପ୍ରଦାନ କରାଯାଇନାହିଁ
te: ఎటువంటి గెస్టు ఆర్గుమెంట్ యివ్వబడలేదు

source: {input} is not a valid input format
or: {input} ଟି ଗୋଟିଏ ବୈଧ ନିବେଶ ଶୈଳୀ ନୁହଁ
te: {input} అనునది చెల్లునటువంటి యిన్పుట్ ఫార్మాట్ కాదు

source: No domain has been created.
or: କୌଣସି ଡମେନ ନିର୍ମାଣ ହୋଇନାହିଁ।
te: ఎటువంటి డొమైన్ సృష్టించబడలేదు.

source: Unable to open {file}: {error}
or: {file} କୁ ଖୋଲିବାରେ ଅସମର୍ଥ: {error}
te: {file} తెరువలేక పోయింది: {error}

source: Error closing {file}: {error}
or: {file} କୁ ବନ୍ଦ କରିବାରେ ତ୍ରୁଟି: {error}
te: {file} మూయలేక పోయింది: {error}

source: Wrote output to {file}
or: ଫଳାଫଳକୁ {file} ରେ ଲେଖିଛି
te: అవుట్పుట్ {file}కు వ్రాసినది

source: Unable to create guest: {error}
or: ଅତିଥି ନିର୍ମାଣ କରିବାରେ ଅସମର୍ଥ: {error}
te: గెస్టును సృష్టించలేక పోయింది: {error}

source: Consider using the --outputxml option
or: --outputxml ବିକଳ୍ପକୁ ବ୍ୟବହାର କରି ଧାରଣ କରନ୍ତୁ
te: --outputxml ఐచ్చికము వుపయోగించుము

source: Unable to create v2v-snapshot storage pool: {error}
or: v2v-snapshot ସଂରକ୍ଷଣ ପୁଲ ନିର୍ମାଣ କରିବାରେ ଅସମର୍ଥ: {error}
te: v2v-snapshot నిల్వ పూల్‌ను సృష్టించలేక పోయింది: {error}

source: Unable to start v2v-snapshot storage pool: {error}
or: v2v-snapshot ସଂରକ୍ଷଣ ପୁଲକୁ ଆରମ୍ଭ କରିବାରେ ଅସମର୍ଥ: {error}
te: v2v-snapshot నిల్వ పూల్‌ను ప్రారంభించలేక పోయింది: {error}

source: v2v-snapshot storage pool is temporarily unavailable
or: v2v-snapshot ସଂରକ୍ଷଣ ପୁଲଟି ଅସ୍ଥାୟୀ ଭାବରେ ଉପଲବ୍ଧ ନାହିଁ
te: v2v-snapshot నిల్వ పూల్ తాత్కాలికంగా అందుబాటులో లేదు

source: Unable to find {path} in the v2v-snapshot storage pool.
or: {path} କୁ v2v-snapshot ସଂରକ୍ଷଣ ପୁଲରେ ଖୋଜିବାରେ ଅସମର୍ଥ।
te: v2v-snapshot నిల్వపూల్ నందు {path} కనుగొనలేక పోయింది.

source: Skipping device {target} as it doesn't have a backing store
or: ଉପକରଣ {target} କୁ ଏଡ଼ାଇଦେଉଛି ଯେପରିକି ଏଥିରେ ନକଲ ସଂରକ୍ଷଣ ସୁବିଧା ନାହିଁ
te: బ్యాకింగ్ నిల్వ లేని కారణంగా పరికర {target} వదిలివేయుచున్నది

source: Failed to commit snapshot '{path}' to backing store '{backingstore}'. Command output was: {output}
or: ସ୍ନାପସର୍ଟ '{path}' କୁ ନକଲ ସଂରକ୍ଷଣରେ ଦାଖଲ କରିବାରେ ବିଫଳ '{backingstore}'. ନିର୍ଦ୍ଦେଶ ଫଳାଫଳଟି ହେଉଛି: {output}
te: స్నాప్‌షాట్ '{path}'ను బ్యాకింగ్ నిల్వ '{backingstore}'కు కమిట్ చేయుటలో విఫలమైంది. ఆదేశ అవుట్పుట్ యిలావుంది: {output}

source: A snapshot already exists for {guest}. You must commit it or roll it back back before creating a new snapshot.
or: {guest} ପାଇଁ ଗୋଟିଏ ସ୍ନାପସର୍ଟ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି। ଆପଣଙ୍କୁ ଏହାକୁ ଦାଖଲ କରିବାକୁ ହେବ ଅଥବା ଗୋଟିଏ ନୂତନ ସ୍ନାପସର୍ଟ ନିର୍ମାଣ କରିବା ପୂର୍ବରୁ ଏହାକୁ ଫେରାଇ ଦେବା ଉଚିତ।
te: {guest} కొరకు వొక స్నాప్‌షాక్ యిప్పటికే వుంది. కొత్త స్నాప్‌షాట్‌ను సృష్టించుటకు ముందుగా మీరు దానిని కమిట్ చేయాలి లేదా వెనుకకు వుంచాలి.

source: Unable to write to {path}: {error}
or: {path} କୁ ଲେଖିବାରେ ଅସମର୍ଥ: {error}
te: {path} వ్రాయుట సాధ్యంకాదు: {error}

source: Unable to create storage volume: {error}
or: ସଂରକ୍ଷଣ ଭଲ୍ୟୁମ ନିର୍ମାଣ କରିବାରେ ଅସମର୍ଥ: {error}
te: నిల్వ వాల్యూమ్ సృష్టించుట సాధ్యంకాదు: {error}

source: Refusing to rollback guest {name} without backed-up xml
or: ଅତିଥି {name} କୁ ବିନା ନକଲ ସଂରକ୍ଷଣ xml ରେ ଫେରାଇବା ପାଇଁ ବାରଣ କରିଅଛି
te: backed-up xml లేకుండా rollback గెస్టు {name} తిరస్కరిస్తోంది

source: {path} is not a snapshot volume
or: {path} ଟି ଗୋଟିଏ ସ୍ନାପସର୍ଟ ଭଲ୍ୟୁମ
te: {path} స్నాప్‌షాట్ వాల్యూమ్ కాదు

source: Failed to delete {file}: {error}
or: {file} କୁ ଅପସାରଣ କରିବାରେ ବିଫଳ: {error}
te: {file} తొలగించుటకు విఫలమైంది: {error}

source: Unable to delete backup xml file {file}: {error}
or: ନକଲ ସଂରକ୍ଷଣ xml ଫାଇଲକୁ ଅପସାରଣ କରିବାରେ ଅସମର୍ଥ {file}: {error}
te: బ్యాకప్ xml ఫైలు {file} తొలగించలేక పోయింది: {error}

source: invalid source element: {element}
or: ଅବୈଧ ଉତ୍ସ ଉପାଦାନ: {element}
te: చెల్లని మూలపు మూలకం: {element}

source: Unable to parse {file}: {error}
or: {file} କୁ ବିଶ୍ଳେଷଣ କରିବାରେ ଅସମର୍ଥ: {error}
te: {file}ను పార్శ్ చేయలేక పోయింది: {error}

source: {input} is not a valid metadata format
te: {input} అనునది చెల్లునటువంటి మెటాడాటా ఫార్మాట్ కాదు

source: no root device found in this operating system image
or: ଏହି ପ୍ରଚାଳନ ତନ୍ତ୍ର ପ୍ରତିଛବିରେ କୌଣସି ରୁଟ ଉପକରଣ ମିଳିଲା ନାହିଁ
te: ఈ ఆపరేటింగి సిస్టమ్ ప్రతిబింబమునందు ఏ root పరికరము కనబడలేదు

source: multiboot operating systems are not supported by virt-v2v
or: multiboot ପ୍ରଚାଳନ ତନ୍ତ୍ରଗୁଡ଼ିକ virt-v2v ଦ୍ୱାରା ସମର୍ଥିତ ନୁହଁ
te: virt-v2v చేత multiboot ఆపరేటింగ్ సిస్టమ్సు మద్దతించబడవు
