Repository: hacxman/virt-v2v
Catalog: po/*.po
Languages: es, es_es, or, te

source: {e} (ignored)
es: {e} (ignorado)

source: Unable to convert this guest operating system. Its storage will be transfered and a domain created for it, but it may not operate correctly without manual reconfiguration. The domain will present all storage devices as {block}, all network interfaces as {net} and the host as {arch}.
es: No es posible convertir este sistema operativo huésped. Se creará un dominio y en él será transferido el almacenamiento, pero podría funcionar erróneamente sin una reconfiguración manual. El dominio ofrecerá todos los dispositivos de almacenamiento como {block}, todas las interfaces de red como {net}, y los huéspedes como {arch}.
es_es: No se puede convertir este sistema operativo invitado. Su almacenamiento será transferido y un dominio creado para él, pero no pueden funcionar correctamente sin la reconfiguración manual. El dominio se presentan todos los dispositivos de almacenamiento como {block}, todas las interfaces de red como {net} y el host como {arch}

source: augeas error for {file}: {error}
es: error de augeas para {file}: {error}
es_es: augías error para {file}:{error}

source: augeas error for {file}
es: error de augeas para {file}
es_es: augías error para {file}

source: error at line {line}, char {char}, file position {pos}
es: error en la línea {line}, caracter {char}, posición del archivo {pos}
es_es: error en la linea {line}, caracter {char}, en la posición {pos}

source: augeas lens: {lens}
es: lens de augeas: {lens}
es_es: lentes augías:{lens}

source: Failed to create directory {dir}: {error}
es: Falló al crear directorio {dir}: {error}
es_es: Fallo al crear el directorio {dir}:{error}

source: Failed to create new volume {path} with format {format}. Error was: {error}
es: Falló al crear un nuevo {path} del volumen con formato {format}. El error fue {error}
es_es: Fallo al crear un nuevo volumen {path} con el formato {format}. El error fue {error}

source: Unable to open {path} for writing: {error}
es: No es posible abrir {path} para escribir: {error}
es_es: No se pudo abrir el {path} para escritura:{error}

source: Error closing {path}: {error}
es: Error al cerrar {path}: {error}
es_es: Fallo al cerrar {path}:{error}
or: {path} କୁ ବନ୍ଦ କରିବାରେ ତ୍ରୁଟି: {error}
te: {path} మూసివేయుటలో దోషము: {error}

source: Unable to read data from RHEV.
es: No es posible leer datos de RHEV.
es_es: Imposible de leer datos del RHEV

source: RHEV cannot handle volumes of format {format}
es: RHEV no puede manipular volúmenes con formato {format}
es_es: RHEV no puede manejar volumenes del formato {format}

source: Unable to move volume from temporary location {tmpdir} to {dir}
es: No es posible mover el volumen de la ubicación temporal {tmpdir} a {dir}
es_es: Imposible de mover el volumen de la dirección temporal {tmpdir} a {dir}

source: Error whilst attempting to remove temporary directory {dir}
es: Error mientras se intentaba eliminar el directorio temporal {dir}
es_es: Error al intentar remover el directorio temporal {dir}

source: You must be root to output to RHEV
es: Debe ser usuario root para enviar la salida a RHEV
es_es: Usted tiene que ser root para la salida a RHEV

source: Unable to change ownership of {mountdir} to vdsm:kvm
es: Incapaz de cambiar propiedad de {mountdir} a vdsm:kvm

source: Failed to mount {path}. Command exited with status {status}. Output was: {output}
es: Falló al montar {path}. El comando finalizó con el estado {status}. La salida fue: {output}
es_es: Fallo al montar {path}. El comando termino con el estado {status}. La salida fue {output}

source: Unable to open {mountdir}: {error}
es: No es posible abrir {mountdir}: {error}
es_es: Imposible abrir {mountdir}:{error}

source: {domain_path} contains multiple possible domains. It may only contain one.
es: {domain_path} contiene varios dominios posibles. Solo puede contener uno.
es_es: {domain_path} contiene varios dominios posibles. El solo puede contener uno.

source: {domain_path} does not contain an initialised storage domain.
es: {domain_path} no contiene un dominio de almacenamiento inicializado.
es_es: {domain_path} no contiene un domino de almacenamiento inicializado.

source: {domain_path} has not been attached to a RHEV data center ({path} does not exist).
es: {domain_path} no ha sido asociado a un centro de datos RHEV {{path} no existe}.
es_es: {domain_path} a sido adicionado al centro de datos del RHEV ({path} no existe)

source: Failed to unmount {path}. Command exited with status {status}. Output was: {output}
es: Falló al desmontar {path}. El comando ha finalizado con el estado {status}. La salida fue: {output}
es_es: Fallo al desmontar {path}. El comando termino con el estado {status}. La salida fue:{output}

source: Failed to remove mount directory {dir}: {error}
es: No es posible eliminar directorio montaje {dir}: {error}
es_es: Fallo al remover el directorio {dir}:{error}

source: This guest requires a password for connection to its display, but this is not supported by RHEV. The converted guest's display will not require a separate password to connect.
es: Este huésped necesita una contraseña para conectarse con su monitor, pero esto no es soportado por RHEV. El monitor del huésped convertido no necesitará una contraseña diferente para conectarse.

source: Unsupported architecture: {arch}
es: Arquitectura no sorportada: {arch}
es_es: Arquitectura no soportada:{arch}

source: Unknown Windows version: {major}.{minor}
es: Versión de Windows desconocida: {major}.{minor}
es_es: Versión de Windows desconocida:{major}.{minor}

source: Unknown NIC model {driver} for {dev}. NIC will be {default} when imported.
es: Modelo NIC {driver} desconocido para {dev}. Cuando se lo importe, NIC será {default}.
es_es: Modelo de tarjeta de red {driver} desconocido para el dispositivo {dev}. Tarjeta de red {default} cuando se importo.

source: Failed to open {path}: {error}
es: Falló al abrir {path}: {error}
es_es: Fallo al abrir {path}:{error}
or: {path} କୁ ଖୋଲିବାରେ ବିଫଳ: {error}
te: {path} తెరుచుటకు విఫలమైంది: {error}

source: Unable to parse domain from file {path}: {error}
es: Imposible analizar el dominio desde el archivo {path}: {error}
es_es: Imposible pasar el domino del archivo {path}:{error}

source: {path} doesn't look like a libvirt domain XML file
es: {path} no parece ser un archivo XML de dominio libvirt
es_es: {path} no se parece a un domino de libvirt en el archivo XML

source: Guest disk image {path} is not readable.
es: imagen de disco huesped {path} no es legible

source: Unable to execute qemu-img: {error}
es: incapaz de ejecutar qemu-img:{error}

source: Unexpected output from qemu-img: {output}
es: Salida inesperada de qemu-img: {output}

source: qemu-img returned unexpected virtual size: {size}
es: qemu-img devolvió un tamaño virtual inesperado:{size}

source: Failed to retrieve volume information for {path}. This could be because the volume doesn't exist, or because the volume exists but is not contained in a storage pool. In the latter case, you must create a storage pool of the correct type to contain the volume. Note that you do not have to re-create or move the volume itself, only define a pool which contains it. libvirt will automatically detect the volume when it scans the pool after creation. virt-manager is able to create storage pools. Select Edit->Connection Details from the application menu. Storage pools are displayed in the Storage tab.
es: Falló al obtener información del volumen para {path}. Esto puede ser debido o bien a que el volumen no existe, o porque el volumen existe pero no está contenido en el grupo de almacenamiento. En el último caso, debe crear un grupo de almacenamiento del tipo adecuado para contener el volumen. Tenga en cuenta que no tiene que volver a crear o a trasladar el volumen en sí mismo, sino que simplemente debe definir un grupo que lo contenga. De manera automática libvirt detectará el volumen cuando analice el grupo luego de su creación, virt-manager es capaz de crear grupos de almacenamiento. En el menú de esta aplicación elija Editar->Detalles de la conexión. Los grupos de almacenamiento son mostrados en la pestaña de Almacenamiento.
es_es: Falla al extraer la información del volumen para {path}. Esto puede ocurrir porque el volumen no existe o porque el volumen existe pero no se encuentra en conjunto de almacenamiento. En cuyo caso, usted tiene que crear un conjunto de almacenamiento del tipo adecuado que contenga el volumen. Note que no tiene que crear o mover el volumen usted mismo, solo definir el conjunto que lo contiene. libvirt detectara automáticamente el volumen cuando a anlize el conjunto al terminar su creación. virt-manager es capas de crear conjuntos de almacenamiento. Seleccione Editar->Detalles de Conexión desde el menu de aplicación. Los conjuntos de almacenamiento son mostrados en la viñeta de almacenamiento.

source: Failed to retrieve storage volume {path}: {error}
es: Falló al obtener el {path} del volumen de almacenamiento: {error}
es_es: Fallo al extraer el volumen de almacenamiento {path}:{error}

source: Guest {name} is currently {state}. It must be shut down first.
es: El huésped {name} se encuentra actualmente {state}. Debe apagarse primero.
es_es: El huesped {name} esta {state}. Se debe de apagar primero.

source: idle
es: inactivo
es_es: sin actividad

source: running
es: ejecutándose
es_es: corriendo

source: blocked
es: bloqueada
es_es: bloqueado

source: paused
es: pausada
es_es: en pausa

source: shutting down
es: apagando
es_es: apagandose

source: shut down
es: apagada
es_es: apagado

source: crashed
es: caída
es_es: caido

source: {name} isn't a valid guest name
es: {name} no es un nombre de huésped válido
es_es: {name} no es el nombre de un huesped valido
or: {name} ଟି ଗୋଟିଏ ବୈଧ ଅତିଥି ନାମନୁହଁ
te: {name} చెల్లునటువంటి గెస్టు నామము కాదు

source: Transferring storage volume {name}: {size} bytes
es: Transfiriendo volumen de almacenamiento {name}: {size} bytes
es_es: Transfireiendo el volumen de almacenamiento {name}:{size} bytes

source: Didn't receive full volume. Received {received} of {total} bytes.
es: No se ha recibido la totalidad del volumen. Se han recibido {received} de {total} bytes.
es_es: No se recibio el volumen completo. Recibido {received} de {total} bytes.

source: Storage volume {name} already exists on the target. NOT copying it again. Delete the volume and retry to copy again.
es: Ya exuste el volumen de almacenamiento {name} en el destino. NO será copiado nuevamente. Elimine el volumen y reintente para volver a copiarlo.
es_es: El volumen de almacenamiento {name} ya existe en el destino. No sera copiado nuevamente. Borre este volumen e intente nuevamente.

source: Unable to parse URI authority: {auth}
es: Imposible analizar la autoridad de URI: {auth}
es_es: Imposible pasar la ruta URI de autoridad:{auth}

source: Specifying a password in the connection URI is not supported. It has been ignored.
es: No existe soporte para especificar una contraseña en el URI de la conexión. Ha sido ignorada.
es_es: Especificar una contraseña en la Ruta URI de conexión no esta soportado. Fue ignorado

source: Failed to connect to {uri}: {error}
es: Falló al conectarse con {uri}: {error}
es_es: Falla de al conectarce a {uri}:{error}

source: Output pool {poolname} is not a valid storage pool.
es: El grupo de salida {poolname} no es un grupo de almacenamiento válido.
es_es: El conjunto de salida {poolname} no es un conjunto de almacenamiento valido.

source: Failed to create storage volume: {error}
es: Falló al crear el volumen de almacenamiento: {error}
es_es: Fallo al crear el volumen de almacenamiento:{error}

source: Ignoring removable device {device} with unknown type {type}.
es: Ignorando dispositivo removible {device} con el tipo desconocido {type}.
es_es: Ignorando los dispositivos removibles {device} sin un tipo reconocido {type}

source: Only 4 IDE devices are supported, but this guest has {number}. The guest will not operate correctly without manual reconfiguration.
es: Solo 4 dispositivos IDE tienen soporte, pero este huésped posee {number}. El huésped no funcionará correctamente sin una reconfiguración manual.
es_es: Sólo 4 dispositivos IDE son compatibles, pero el huésped tiene {number}. El huésped no funcionará correctamente sin necesidad de reconfiguración manual.

source: Automatically cleaning up volume {vol} from pool {pool}.
es: Eliminando de manera automática el volumen {vol} del grupo {pool}.

source: The connected hypervisor does not support a {arch} kvm guest.
es: El hypervidor conectado no tiene soporte para un huésped kvm de {arch}.
es_es: El hipervisor conectado no es compatible con un {arch} huésped kvm

source: The connected hypervisor does not support feature {feature}.
es: El hypervidor conectado no tiene soporte para la característica {feature}.
es_es: El hipervisor conectado no soporta esa caracteristica {feature}

source: The target guest does not support acpi under KVM. ACPI will be disabled.
es: El huesped elegido no tiene soporte para acpi bajo KVM. Un CPI será deshabitado.
es_es: El húesped no soporta acpi bajo KVM. ACPI sera desabilitado.

source: Unable to open {path} for reading: {error}
es: No es posible abrir {path} para lectura: {error}
es_es: Imposible de abrir {path} para lectura:{error}

source: Error reading from {path}: {error}
es: Error al leer en {path}: {error}
es_es: Error leyendo de {path}:{error}

source: Error writing to {path}: {error}
es: Error escribiendo en {path}: {error}
es_es: Error leyendo de {path}:{error}

source: Unexpected error copying {path} from {host}.
es: Error no esperado al copiar {path} desde {host}.
es_es: Error inesperado copiando {path} de {host}

source: Command output: {output}
es: Resultado del comando: {output}
es_es: Salida de comando:{output}

source: Error writing data to {path}: {error}
es: Error escribiendo datos en {path}: {error}
es_es: Error de escritura{path}:{error}

source: virt-v2v cannot yet write to an SSH connection
es: virt-v2v no puede escribir sobre una conexión SSH
es_es: virt-v2v no puede escribir a una conexión SSH

source: Caching {name}
es: Cachenado {name}

source: Caching {name}: {size} bytes
es: Cachenado {name}: {size} bytes

source: When writing to an SSH connection, virt-v2v can only currently convert volumes to raw format
es: Por el momento, al escribir una conexión SSH, virt-v2v solo puede convertir volúmenes a formato raw
es_es: Cuando virt-v2v escribe por medio de una conexión SSH, solo puede convertir volumenes raw

source: Failed to connect to {host}: {error}
es: Falló al conectarse con {host}: {error}
es_es: Fallo al conectarce a{host}:{error}

source: Failed to send request to {host}: {error}
es: Falló al enviar petición a {host}: {error}
es_es: Fallo al enviar la solicitud al {host}:{error}

source: ESX Server didn't return content length for {uri}
es: El servidor ESX no ha devuelto extensión de contenido para {uri}
es_es: El servidor ESX no retorno la longitud del contenido {uri}

source: Error reading data from {host}
es: Error al leer datos de {host}
es_es: Error leyendo la información de {host}

source: SSL Certificate Subject from {host} doesn't contain a CN.
es: El asunto del certificado SSL de {host} no contiene un CN.
es_es: El certificado SSL del {host} no contiene CN.

source: Server {server} presented an SSL certificate for {commonname}
es: El servidor {server} ha presentado un certificado SSL para {commonname}
es_es: El servidor {server} presento un certificado SSL para {commonname}

source: SSL Certificate presented by {host} will not be valid until {date}.
es: El certificado SSL ofrecido por {host} no será válido hasta el {date}.
es_es: El certificado SSL presentado por {host} sera valido hasta {date}

source: SSL Certificate presented by {host} expired on {date}.
es: El certificado SSL presentado por {host} ha expirado el {date}.
es_es: El certificado presentado por el {host} expira el {date}

source: Authentication is required to connect to {server} and no credentials were found in .netrc.
es: Es necesaria una autenticación para conectarse con {server} y no se ha encontrado ninguna credencial en .netrc.
es_es: Se requiere autenticar para conectarce al {server} y no se encontraron credenciales validas en .netrc.

source: virt-v2v cannot write to an ESX connection
es: virt-v2v no puede escribir sobre una conexión ESX
es_es: cirt-v2v no puede escribir en la conección ESX

source: Unable to write to an ESX connection
es: No es posible escribir sobre una conexión ESX
es_es: Imposible escribir al ESX de conexión

source: Authentication error connecting to {server}. Used credentials for {username} from .netrc.
es: Error de autenticación al intentar conectarse con {server}. Las credenciales utilizadas para {username} provienen de .netrc.
es_es: Fallo de autentificacion al conectarse a {server}. Use credenciales para {username} de .netrc-

source: Failed to connect to ESX server: {error}
es: Falló al conectarse con el servidor ESX: {error}
es_es: Fallo al conectarce al servidor ESX:{error}

source: Config file {path} doesn't exist
es: No existe el archivo de configuración {path}
es_es: El archivo de configuración {path} no existe

source: Don't have permissions to read {path}
es: No se poseen permisos para leer {path}
es_es: Usted no posee permisos para leer {path}

source: Unable to parse config file {path}: {error}
es: Imposible analizar el archivo de configuración {path}: {error}
es_es: No puedo procesar el archivo de configuracio {path}:{error}

source: Failed to create transfer iso. Command output was: {output}
es: Falló al crearse el iso de transferencia. El resultado del comando fue: {output}
es_es: Fallo al crear la transferencia iso. La salida del comando fue: {output}
or: ପରିବହନ iso ନିର୍ମାଣ କରିବାରେ ବିଫଳ। ନିର୍ଦ୍ଦେଶ ଫଳାଫଳଟି ହେଉଛି: {output}
te: బదిలీకరణ iso సృష్టించుటలో విఫలమైంది. ఆదేశపు అవుట్పుట్: {output}

source: app entry in config doesn't contain a path: {xml}
es: la entrada de la aplicación en la configuración no contiene una ruta: {xml}
es_es: la entrada en el archivo de configuración no contiene la ruta: {xml}

source: Capability in config contains a dependency with no {property} attribute: {xml}
es: La capacidad en la configuración contiene una dependencia sin el atributo {property}: {xml}
es_es: La capacidad en el archivo de configuración contiene dependecias si atributos {property} : {xml}

source: No config specified. No {type} match for {search}.
es: No se ha especificado una configuraciób, No existe un {type} coincidente para {search}.
es_es: No se especifico la configuración. No se encontró {type} para la consulta {search}

source: No {type} in config matches {search}
es: No existe {type} en la configuración que coincida con {search}
es_es: No se encontró {type} para la consulta {search}

source: Didn't detect operating system
es: No se ha detectado un sistema operativo
es_es: No se detecto el sistema operativo

source: No mapping found for {type} interface {name} in config file. The converted guest may not start until its network interface is updated.
es: No se ha encontrado un mapeo para la interfaz {type} {name} en el archivo de configuración. El huésped convertido podría no iniciarse antes que su interfaz de red sea actualizada.
es_es: No se encontró la ruta para {type} la interfaces {name} en el archivo de configuración. La conversión del huésped no puede comenzar hasta que la tarjeta de red sea actualizada.

source: Invalid network mapping in config: {config}.
es: Mapeo de red no válido en la configuración: {config}.
es_es: El mapa de red es invalido en el archivo de configuración:{config}

source: Unknown interface type {type} in network mapping: {config}
es: Tipo {type} de interfaz desconocido en el mapeo de red: {config}
es_es: Tarjeta de red desconocida {type} en el mapa de red: {config}

source: There is no profile named {name}
es: No existe un perfil denominado {name}

source: Profile {name} doesn't specify an output method.
es: El perfil {name} no especifica un método de salida.
es_es: El perfile {name} no especifica una salida.

source: Profile {name} doesn't specify output storage.
es: El perfil {name} no especifica un almacenamiento de salida.
es_es: El perfile {name} no especifica una salida de almacenamiento.

source: Default network doesn't contain a mapping: {config}.
es: El entorno de red predeterminado no contiene un mape: {config}
es_es: La red predefinida no contiene un mapa:{config}

source: Invalid network mapping: {config}
es: Mapeo de red no válido: {config}
es_es: Mapa de red invalido:{config}

source: Unable to find any valid modprobe configuration
es: No es posible encontrar ninguna configuración modprobe que sea válida
es_es: Imposible encontrar una configuracion valida para modprobe
or: କୌଣସି ବୈଧ modprobe ସଂରଚନାକୁ ଖୋଜି ପାଇବାରେ ଅସମର୍ଥ
te: ఎటువంటి విలువైన modprobe ఆకృతీకరణ కనుగొనలేక పోయింది

source: Don't know how to update {device}, which loads the {module} module.
es: No se sabe de qué manera actualizar {device}, responsable de la carga del módulo {module}.
es_es: No se como actualizar {device}, que carga el modulo {module}

source: Display driver was updated to cirrus, but unable to install cirrus driver. X may not function correctly
es: El controlador del monitor fue actualizado a cirrus, pero no es posible instalarlo. Las X podrían no funcionar correctamente.

source: grub refers to {path}, which doesn't exist.
es: grub hace referencia a {path}, que no existe.
es_es: grub se refiere al {path}, que no existe.

source: grub refers to {path}, which doesn't exist
es: el grub hace referencia a {path}, que no existe
es_es: Grub se refiere al {path}, que no existe

source: Grub entry {title} does not specify an initrd
es: La entrada {title} del Grub no especifica un initrd

source: Didn't find modules directory {modules} for kernel {path}
es: No se encontró el directorio de módulos {modules} para el kernel {path}

source: No bootable kernels installed, and no replacement is available. Unable to continue.
es: No se han instalado kernels de inicio, y no existe disponible ningún reemplazo. No es posible continuar.
es_es: No hay kernels de arranque instalados y no hay ningun remplazo disponible imposible continuar.

source: Unable to open /etc/rc.local: {error}
es: No es posible abrir /etc/rc.local: {error}
es_es: Imposible de abrir /etc/rc.local:{error}
or: /etc/rc.local କୁ ଖୋଲିବାରେ ଅସମର୍ଥ: {error}
te: /etc/rc.local తెరువలేక పోయింది: {error}

source: VMware Tools was detected, but uninstallation failed. The error message was: {error}
es: Se han detectado herramientas VMware, pero ha fallado la desinstalación. El mensaje de error fue: {error}
es_es: Herramientas de VMware detectadas, pero fallo su desinstalación. El mensaje de error fue:{error}

source: {name} capability not found in configuration
es: la capacidad {name} ho ha sido encontrada en la configuración
es_es: {name} capacidad no encontrada en al configuración

source: Unrecognised format for {field} in config: {value}. {field} must be in the format [epoch:]version[-release].
es: Formato no reconocido para {field} en la configuración: {value}. {field} debe ingresarse con el formato [epoch:]version[-release].
es_es: Formato no reconocido {field} en el archivo de configuración:{value}.{field} tiene que tener el formato [epoch:]version[-release].

source: Failed to install packages using up2date. Error message was: {error}
es: Falló al intentar instalar paquetes utilizando up2date. El mensaje de error fue {error}
es_es: Fallo al instalar paquetes usando up2date. El mensaje de error fue:{error}

source: Failed to install packages using yum. Output was: {output}
es: Falló al intentar instalar paquetes utilizando yum. La salida fue: {output}
es_es: Fallo al instalar paquetes usando yum. La salida fue: {output}
